export const confidentiality = [
  {
    heading: 'Общие положения',
    content: [
      `Настоящая политика обработки персональных данных составлена в соответствии с требованиями Закона Республики Беларусь от 07.05.2021 № 99-З «О защите персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ООО "Дримсофт" (далее – Оператор).
       Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
       Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://vitfor.by. 
      `,
    ],
  },
  {
    heading: 'Основные понятия, используемые в Политике',
    content: [
      `Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.`,
      `Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).`,
      `Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://vitfor.by. `,
      `Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.`,
      `Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.`,
      `Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств `,
      // [1, 2, 3],
    ],
  },
  {
    heading: 'Основные права и обязанности Оператора',
    content: [
      `Оператор имеет право:`,
      [
        `– получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;
`,
        `– в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;
`,
        `– самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.
`,
      ],
      ` Оператор обязан:`,
      [
        `– предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;`,
        `– организовывать обработку персональных данных в порядке, установленном действующим законодательством РБ;`,
        `– отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;`,
        `– сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса;`,
        `– публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;`,
        `– принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;`,
        `– прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;`,
        `– исполнять иные обязанности, предусмотренные Законом о персональных данных.`,
      ],
    ],
  },
  {
    heading: 'Основные права и обязанности субъектов персональных данных',
    content: [
      'Субъекты персональных данных имеют право:',
      [
        `  – получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;`,
        `– требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;`,
        `– выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;`,
        `– на отзыв согласия на обработку персональных данных;`,
        `– обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;`,
        `– на осуществление иных прав, предусмотренных законодательством РБ.`,
      ],
      `Субъекты персональных данных обязаны:`,
      ['– предоставлять Оператору достоверные данные о себе;'],
      `Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РБ.`,
    ],
  },
  {
    heading: 'Оператор может обрабатывать следующие персональные данные Пользователя',
    content: [
      ' Электронный адрес.',
      'Номер телефона.',
      'Имя пользователя.',
      'Дата рождения пользователя.',
      'Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).',
      'Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.',
      'Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.',
    ],
  },
  {
    heading: 'Принципы обработки персональных данных',
    content: [
      `Обработка персональных данных осуществляется на законной и справедливой основе.`,
      `Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.`,
      `Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.`,
      `Обработке подлежат только персональные данные, которые отвечают целям их обработки.`,
      `Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.`,
      `При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.`,
      `Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.`,
    ],
  },
  {
    heading: 'Цели обработки персональных данных',
    content: [
      'Цель обработки персональных данных Пользователя:',
      ['– информирование Пользователя посредством отправки электронных писем;', '– сбор статистики посещения сайта.'],
      `Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты vitfor@dreamsoft.by с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».`,
      `Обезличенные данные Пользователей, собранные с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.`,
    ],
  },
  {
    heading: 'Правовые основания обработки персональных данных',
    content: [
      'Правовыми основаниями обработки персональных данных Оператором являются:',
      [
        `– Закон Республики Беларусь от 07.05.2021 № 99-З «О защите персональных данных»;`,
        `– законы, иные нормативно-правовые акты в сфере защиты персональных данных;`,
        `– согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения.`,
      ],
      `Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте https://vitfor.by. Заполняя соответствующие формы, Пользователь выражает свое согласие с данной Политикой.`,
      `Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).`,
      `Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.`,
    ],
  },
  {
    heading: 'Условия обработки персональных данных',
    content: [
      `Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.`,
      `Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Республики Беларусь об исполнительном производстве.`,
      `Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.`,
      `Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.`,
      `Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее – общедоступные персональные данные).`,
      `Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.`,
    ],
  },
  {
    heading: 'Порядок сбора, хранения, передачи и других видов обработки персональных данных',
    content: [
      `Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.
 Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.`,
      `Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.`,
      `В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем редактирования форм, предоставленных Оператором на сайте https://vitfor.by. `,
      `Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.
Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора vitfor@dreamsoft.by с пометкой «Отзыв согласия на обработку персональных данных».`,
      `Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РБ.`,
      `Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.`,
      `Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.`,
      `Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.`,
    ],
  },
  {
    heading: 'Перечень действий, производимых Оператором с полученными персональными данными',
    content: [
      `Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.`,
      `Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.`,
    ],
  },
  {
    heading: 'Трансграничная передача персональных данных',
    content: [
      `Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.`,
      `Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.`,
    ],
  },
  {
    heading: 'Конфиденциальность персональных данных',
    content: [
      'Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.',
    ],
  },
  {
    heading: 'Заключительные положения',
    content: [
      `Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты vitfor@dreamsoft.by`,
      `В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.`,
      ` Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу  https://itbaltic.ru/privacy-policy/.`,
    ],
  },
];
